<?php

return [
    '401_title' => 'В доступе отказано',
    '401_msg' => '<li> Администратор не предоставил вам доступ к разделу. </li>'."\n"
        .'<li> Возможно, у вас неправильный тип учетной записи. </li>'."\n"
        .'<li> У вас нет прав для просмотра запрошенного ресурса. </li>'."\n"
        .'<li> Возможно, срок вашей подписки истек. </li>',
    '404_title' => 'Страница не найдена',
    '404_msg' => '<li> Запрошенная страница не существует. </li>'."\n"
        .'<li> Ссылка, по которой вы нажали, больше не действует. </li>'."\n"
        .'<li> Страница могла быть перемещена в новое место. </li>'."\n"
        .'<li> Возможно, произошла ошибка. </li>'."\n"
        .'<li> У вас нет прав для просмотра запрошенного ресурса. </li>',
    '500_title' => 'Страница не может быть загружена',
    '500_msg' => '<li> Запрошенная страница не существует. </li>'."\n"
        .'<li> Ссылка, по которой вы нажали, больше не действует. </li>'."\n"
        .'<li> Страница могла быть перемещена в новое место. </li>'."\n"
        .'<li> Возможно, произошла ошибка. </li>'."\n"
        .'<li> У вас нет прав для просмотра запрошенного ресурса. </li>',
    'reasons' => 'Это могло произойти по нескольким причинам.',
    'try_again' => 'Повторите попытку через несколько минут или вернитесь на главную страницу, <a href="https://ecomi.kz.webexpress.kz/admin"> нажав здесь </a>.',
    'not_found' => 'не обнаружена',
];
