<?php

return [
    'login' => [
        'username' => 'Email или Логин',
        'email' => 'Email',
        'password' => 'Пароль',
        'title' => 'Логин пользователя',
        'remember' => 'Запомни меня?',
        'login' => 'Войти',
        'placeholder' => [
            'username' => 'Введите логин',
            'email' => 'Введите email',
        ],
        'success' => 'Успешный вход в систему!',
        'fail' => 'Неверное имя или пароль.',
        'not_active' => 'Ваш аккаунт еще не активирован!',
        'banned' => 'Учетная запись заблокирована.',
        'logout_success' => 'Успешный выход!',
        'dont_have_account' => 'Учетная запись не найдена, пожалуйста свяжитесь с администрацией для получения дополнительной информации!',
    ],
    'forgot_password' => [
        'title' => 'Забыли пароль?',
        'message' => '<p>Забыли пароль?</p><p>Введите свой адрес электронной почты. Мы отправим Email с активной ссылкой для сброса пароля. </p>',
        'submit' => 'Отправить',
    ],
    'reset' => [
        'new_password' => 'Новый пароль',
        'password_confirmation' => 'Подтвердите новый пароль',
        'email' => 'Email',
        'title' => 'Сбросить пароль',
        'update' => 'Обновить',
        'wrong_token' => 'Эта ссылка недействительна или срок ее действия истек. Пожалуйста, попробуйте снова использовать форму сброса.',
        'user_not_found' => 'Имя пользователя не существует.',
        'success' => 'Пароль успешно сброшен!',
        'fail' => 'Токен недействителен, срок действия ссылки для сброса пароля истек!',
        'reset' => [
            'title' => 'Email для сброса пароля',
        ],
        'send' => [
            'success' => 'На ваш Email было отправлено письмо. Пожалуйста, проверьте и выполните это действие.',
            'fail' => 'Отправка Email не возможна. Пожалуйста, повторите попытку позже.',
        ],
        'new-password' => 'Новый пароль',
    ],
    'email' => [
        'reminder' => [
            'title' => 'Email для сброса пароля',
        ],
    ],
    'password_confirmation' => 'Подтвердите пароль',
    'failed' => 'Не смогли',
    'throttle' => 'Throttle',
    'not_member' => 'Еще не зарегистрированы?',
    'register_now' => 'Зарегистрироваться',
    'lost_your_password' => 'Забыли пароль?',
    'login_title' => 'Админ',
    'login_via_social' => 'Вход через социальные сети',
    'back_to_login' => 'Вернуться на страницу входа',
    'sign_in_below' => 'Войти ниже',
    'languages' => 'Языки',
    'reset_password' => 'Сбросить пароль',
];
