<?php

return [
    'create' => 'Создать новую страницу',
    'edit' => 'Редактировать страницу',
    'form' => [
        'name' => 'Название',
        'name_placeholder' => 'Название страницы (максимум 120 символов)',
        'content' => 'Контент',
        'note' => 'Содержание странице',
    ],
    'notices' => [
        'no_select' => 'Выберите хотя бы одну запись, чтобы выполнить это действие!',
        'update_success_message' => 'Успешно обновлено',
    ],
    'cannot_delete' => 'Страница не может быть удалена',
    'deleted' => 'Удалить страницу',
    'pages' => 'Страницы',
    'menu' => 'Страницы',
    'menu_name' => 'Страницы',
    'edit_this_page' => 'Редактировать эту страницу',
    'total_pages' => 'Всего страниц',
    'settings' => [
        'show_on_front' => 'Домашняя страница для отображается',
        'select' => '— Выбирать —',
    ],
    'front_page' => 'Титульная страница',
];
