<?php

return [
    'update_position_success' => 'Положение виджета успешно обновлено!',
    'hide_success' => 'Виджет обновлен успешно!',
    'confirm_hide' => 'Вы уверены?',
    'hide_message' => 'Вы действительно хотите скрыть этот виджет? Он исчезнет на панели инструментов!',
    'confirm_hide_btn' => 'Да, скрыть этот виджет',
    'cancel_hide_btn' => 'Отменить',
    'collapse_expand' => 'Свернуть / развернуть',
    'hide' => 'Скрыть',
    'reload' => 'Перезагрузить',
    'save_setting_success' => 'Настройки виджета успешно сохранены!',
    'widget_not_exists' => 'Виджет отсутствует!',
    'manage_widgets' => 'Управление виджетами',
    'fullscreen' => 'Полноэкранный',
    'title' => 'Панель приборов',
];
