<?php

return [
    'name' => 'Бренды',
    'create' => 'Новый бренд',
    'edit' => 'Изменить бренд',
    'form' => [
        'name' => 'Название',
        'name_placeholder' => 'Название бренда (максимум 255 символов)',
        'description' => 'Описание',
        'description_placeholder' => 'Краткое описание бренда (максимум 400 символов)',
        'website' => 'Сайт',
        'logo' => 'Логотип',
        'is_featured' => 'Отобразить на странице товаров',
    ],
    'logo' => 'Логотип',
    'website' => 'Сайт',
    'notices' => [
        'no_select' => 'Выберите хотя бы одну запись, чтобы выполнить это действие!',
        'update_success_message' => 'Успешно обновлено',
    ],
    'cannot_delete' => 'Бренд не может быть удален',
    'brand_deleted' => 'Бренд удален',
    'menu' => 'Бренды',
    'no_brand' => 'Нет бренда',
    'intro' => [
        'title' => 'Управление брендами',
        'description' => 'Управляйте такими брендами продуктов, как Nike, Adidas, Bitis ...',
        'button_text' => 'Создать бренд',
    ],
];
