<?php

return [
    'name' => 'Коллекции товаров',
    'create' => 'Коллекция новых товаров',
    'edit' => 'Редактировать коллекцию товаров',
    'slug_help_block' => 'Ключ ярлыка: <code>:slug</code>. Мы будем использовать этот ключ для фильтра.',
    'intro' => [
        'title' => 'Управление коллекциями товаров',
        'description' => 'Сгруппируйте свои продукты в коллекции, чтобы покупателям было проще находить их по категориям.',
        'button_text' => 'Создать коллекцию товаров',
    ],
];
