<?php

return [
    'name' => 'Отзывы',
    'add_review' => 'Добавить отзыв',
    'delete_review' => 'Удалить отзыв',
    'create_review' => 'Создать обзор',
    'please_select_rating' => 'Выберите рейтинг',
    'comment' => 'Комментарий',
    'approve' => 'Одобрить',
    'approved' => 'Одобренный',
    'disapprove' => 'Не одобрять',
    'disapproved' => 'Отклонено',
    'product' => 'Товар',
    'user' => 'Пользователь',
    'star' => 'Оценка',
    'status' => 'Статус',
    'list_review' => 'Отзывы клиентов',
    'intro' => [
        'title' => 'Управление отзывами клиентов',
        'description' => 'Здесь будут отображаться отзывы клиентов, вы можете настроить их отображение/скрытие на странице о товаре.',
    ],
];
