<?php

return [
    'theme_options' => [
        'name' => 'Согласие на использование файлов cookie',
        'description' => 'Настройки согласия на использование файлов cookie',
        'enable' => 'Включить согласие на использование файлов cookie?',
        'message' => 'Сообщение',
        'button_text' => 'Текст кнопки',
        'max_width' => 'Максимальная ширина (px)',
        'background_color' => 'Фоновый цвет',
        'text_color' => 'Цвет текста',
        'learn_more_url' => 'Узнать больше URL',
        'learn_more_text' => 'Узнать больше текст',
    ],
    'message' => 'Этот сайт собирает cookie-файлы, данные об IP-адресе и местоположении пользователей. Дальнейшее использование сайта означает ваше согласие на обработку таких данных.',
    'button_text' => 'Разрешить cookie',
];
